{
    "title": "О приложении TVO",
    "sections": [
        {
            "title": "Наша миссия",
            "content": [
                "Добро пожаловать в TVO!",
                "Мы создали эту платформу с целью сделать покупку и продажу вещей максимально простой, удобной и безопасной для каждого. Наша миссия — соединять людей в местных сообществах, помогая им давать новую жизнь ненужным вещам и находить то, что им нужно, прямо по соседству.",
                "Мы верим, что локальные объявления не только способствуют развитию экономики сообщества, но и являются экологичным способом потребления."
            ]
        },
        {
            "title": "Что мы предлагаем",
            "content": [
                "TVO — это ваш надежный онлайн-маркетплейс, где вы можете:",
                "- Продать легко: Быстро размещайте объявления о товарах, которыми вы больше не пользуетесь. Сделайте несколько фото, добавьте описание — и ваше объявление готово!",
                "- Купить выгодно: Ищите товары поблизости или по всему миру. Находите уникальные предложения, договаривайтесь напрямую с продавцами.",
                "- Общаться безопасно: Используйте наш встроенный чат для обсуждения деталей сделки, задавайте вопросы и договаривайтесь о встрече, не раскрывая личные контакты.",
                "- Найти что угодно: От одежды и электроники до автомобилей и недвижимости — у нас есть категории для всего!"
            ]
        },
        {
            "title": "Наша команда",
            "content": [
                "За TVO стоит команда энтузиастов, объединенных общей страстью к созданию полезных и интуитивно понятных продуктов.",
                "Мы постоянно работаем над улучшением Сервиса, добавлением новых функций и обеспечением вашей безопасности и удобства."
            ]
        },
        {
            "title": "Присоединяйтесь к нашему сообществу!",
            "content": [
                "Мы рады видеть вас частью сообщества TVO. Приглашайте друзей, размещайте объявления и находите отличные предложения!",
                "Ваши отзывы помогают нам становиться лучше. Если у вас есть идеи или предложения, пожалуйста, свяжитесь с нами."
            ]
        }
    ],
    "contact_info": {
        "email": "nikitarybalkin1@gmail.com",
        "website": "https://tvo.kz",
        "address": "570037, Казахстан, г. Алматы, ул. Достык, 108",
        "social_media": [
            { "platform": "Facebook", "url": "https://facebook.com/tvo.kz" },
            { "platform": "Instagram", "url": "https://instagram.com/tvo.kz" }
        ]
    },
    "useful_links": [
        { "text": "Условия пользования", "url": "/terms" },
        { "text": "Политика конфиденциальности", "url": "/privacy" }
    ]
}
