{
    "title": "Политика конфиденциальности сервиса TVO",
    "last_updated": "2025-05-07",
    "introduction": [
        "Настоящая Политика конфиденциальности описывает, как TVO ('мы', 'наш', 'нас') собирает, использует и раскрывает вашу информацию в связи с использованием вами нашего мобильного приложения и веб-сайта, а также всех связанных услуг, функций, контента и приложений (далее совместно именуемые 'Сервис').",
        "Защита вашей конфиденциальности очень важна для нас. Пожалуйста, внимательно прочитайте настоящую Политику конфиденциальности.",
        "Получая доступ или используя Сервис, вы соглашаетесь с условиями настоящей Политики конфиденциальности. Если вы не согласны с настоящей Политикой, пожалуйста, не используйте Сервис.",
        "Настоящая Политика конфиденциальности является частью наших Условий пользования [Ссылка на ваши Условия пользования]."
    ],
    "sections": [
        {
            "title": "1. Информация, которую мы собираем",
            "content": [
                "Мы собираем различные типы информации в связи с вашим использованием Сервиса:",
                "а. Информация, которую вы предоставляете нам напрямую:",
                "- Информация Аккаунта: Когда вы регистрируете Аккаунт, вы предоставляете нам такую информацию, как ваше имя, адрес электронной почты, номер телефона, пароль. Вы также можете добавить фотографию профиля.",
                "- Информация Профиля: Вы можете предоставить дополнительную информацию для вашего профиля, такую как ваше местоположение, информация о компании (если вы Продавец), и другие данные, которые вы решите сделать публичными или доступными для других пользователей.",
                "- Информация Об Объявлениях: Когда вы создаете Объявление, вы предоставляете подробную информацию о товаре или услуге, включая описание, фотографии, цену, категорию, местоположение товара.",
                "- Информация о Транзакциях: Если вы используете наш интегрированный платежный функционал, вы предоставляете информацию, необходимую для обработки платежей, такую как данные банковской карты или данные других платежных систем. Эта информация может обрабатываться нашими сторонними платежными партнерами [Укажите или сошлитесь на платежного(их) партнера(ов)], и мы можем не хранить полную платежную информацию на наших серверах.",
                "- Коммуникации: Информация, которую вы предоставляете при общении с другими Пользователями через встроенные в Сервис инструменты обмена сообщениями, при обращении в нашу службу поддержки, а также при участии в опросах или акциях.",
                "б. Информация, собираемая автоматически при использовании Сервиса:",
                "- Информация об Устройстве: Мы можем собирать информацию о вашем устройстве, включая тип устройства, операционную систему, уникальные идентификаторы устройства, настройки языка, информацию о мобильной сети.",
                "- Информация об Использовании: Мы собираем информацию о том, как вы используете Сервис, включая просмотренные страницы и объявления, поиск запросы, действия, совершенные на платформе (например, клики, свайпы), время, проведенное в Сервисе, частота использования.",
                "- Информация о Местоположении: С вашего согласия мы можем собирать точную или приблизительную информацию о местоположении вашего устройства для таких целей, как отображение объявлений поблизости. Вы можете отключить сбор данных о местоположении через настройки вашего устройства.",
                "- Файлы Журналов: Наши серверы автоматически записывают информацию ('файлы журналов'), когда вы используете Сервис, включая ваш IP-адрес, тип браузера, страницы перехода/выхода, время посещения.",
                "- Файлы Cookie и Аналогичные Технологии: Мы используем файлы cookie и аналогичные технологии (например, веб-маяки, пиксели) для сбора информации, улучшения вашего опыта, анализа использования Сервиса и предоставления персонализированной рекламы. Дополнительную информацию см. в разделе 6.",
                "в. Информация из сторонних источников:",
                "- Если вы входите в Сервис через сторонний сервис (например, Google, Facebook), мы можем получать определенную информацию из этого сервиса, например, ваше имя, адрес электронной почты и фотографию профиля, в соответствии с разрешениями, которые вы предоставляете при привязке Аккаунта.",
                "- Платежные процессоры могут предоставлять нам информацию о статусе ваших платежей (например, подтверждение оплаты)."
            ]
        },
        {
            "title": "2. Как мы используем вашу информацию",
            "content": [
                "Мы используем собранную информацию для различных целей, включая:",
                "- Предоставление и поддержание Сервиса: Для работы, предоставления и поддержания функционала Сервиса, включая возможность публикации объявлений, поиска, просмотра и совершения покупок.",
                "- Обработка Транзакций: Для обработки ваших платежей и завершения транзакций, инициированных через Сервис.",
                "- Управление Аккаунтом: Для управления вашим Аккаунтом, включая предоставление доступа к функциям Сервиса и управление вашим профилем.",
                "- Связь с вами: Для отправки вам уведомлений, обновлений, информации о вашем Аккаунте или Транзакциях, а также ответов на ваши запросы.",
                "- Персонализация опыта: Для предоставления персонализированного контента, объявлений и рекомендаций на основе вашей активности и предпочтений.",
                "- Улучшение Сервиса: Для анализа использования Сервиса, выявления тенденций, диагностики технических проблем и улучшения функционала и производительности.",
                "- Маркетинг и реклама: С вашего согласия или если это разрешено законом, для отправки вам маркетинговых сообщений, рекламных материалов и таргетированной рекламы. Вы можете отказаться от получения маркетинговых сообщений.",
                "- Безопасность и предотвращение мошенничества: Для обеспечения безопасности Сервиса, выявления и предотвращения мошенничества, несанкционированного доступа и других незаконных действий.",
                "- Соблюдение законодательства: Для соблюдения применимых законов, нормативных актов, юридических процессов и запросов государственных органов.",
                "- Разрешение споров: Для разрешения споров между Пользователями или между вами и нами.",
                "- Бизнес-цели: Для других законных бизнес-целей, с вашего согласия или как иным образом разрешено применимым законодательством."
            ]
        },
        {
            "title": "3. Раскрытие вашей информации",
            "content": [
                "Мы можем раскрывать вашу информацию следующим категориям получателей:",
                "- Другим Пользователям: Часть информации о вашем Аккаунте и Объявлениях (например, ваше имя пользователя, информация из профиля, детали Объявления, местоположение товара/услуги, способ связи, отзывы) будет видна другим Пользователям Сервиса.",
                "- Поставщикам Услуг: Мы можем передавать вашу информацию сторонним компаниям и физическим лицам, которые предоставляют услуги от нашего имени или помогают нам в работе Сервиса (например, обработка платежей, анализ данных, хостинг, обслуживание клиентов, маркетинг, безопасность). Эти третьи стороны имеют доступ к вашей информации только в той степени, в какой это необходимо для выполнения их функций, и обязаны не раскрывать и не использовать ее для других целей.",
                "- Платежные Процессоры: Информация о вашей оплате передается сторонним платежным процессорам для обработки платежей.",
                "- Правоохранительные органы и юридические требования: Мы можем раскрывать вашу информацию, если это требуется по закону, в ответ на судебные повестки, постановления суда или запросы государственных органов, или если мы считаем, что такое раскрытие необходимо для защиты наших прав, вашей безопасности или безопасности других, расследования мошенничества или ответа на правительственный запрос.",
                "- Бизнес-переводы: В случае слияния, приобретения, реорганизации, продажи активов или банкротства ваша информация может быть передана в рамках такой сделки.",
                "- Филиалы: Мы можем передавать вашу информацию нашим аффилированным компаниям или дочерним предприятиям, которые обязаны соблюдать настоящую Политику конфиденциальности.",
                "- С вашего согласия: Мы можем раскрывать вашу личную информацию третьим лицам с вашего явного согласия.",
                "- Агрегированная и анонимизированная информация: Мы можем передавать агрегированную или деидентифицированную информацию, которая не позволяет идентифицировать вас лично, для аналитических, маркетинговых или других бизнес-целей."
            ]
        },
        {
            "title": "4. Публично доступная информация",
            "content": [
                "При использовании Сервиса вы можете размещать информацию, которая становится общедоступной.",
                "Ваше имя пользователя, фотография профиля (если предоставлена) и определенная информация из вашего профиля могут быть видны другим Пользователям.",
                "Информация, которую вы включаете в Объявления (заголовок, описание, фотографии, цена, местоположение товара/услуги) будет общедоступной.",
                "Сообщения, которые вы отправляете другим Пользователям через встроенный чат, видны только участникам беседы, но их содержание может быть доступно нам для обеспечения безопасности, разрешения споров и улучшения Сервиса (с соблюдением применимого законодательства).",
                "Любая информация, которую вы размещаете в публичных разделах Сервиса (например, комментарии, отзывы), будет видна другим Пользователям.",
                "Пожалуйста, будьте осторожны при публикации личной информации в общедоступных частях Сервиса. Вы публикуете эту информацию на свой страх и риск."
            ]
        },
        {
            "title": "5. Файлы Cookie и аналогичные технологии",
            "content": [
                "Мы используем файлы cookie и аналогичные технологии для различных целей, таких как:",
                "- Обеспечение работы Сервиса: для сохранения вашего сеанса, аутентификации и запоминания ваших предпочтений.",
                "- Аналитика: для сбора данных о том, как вы используете Сервис, что помогает нам понять и улучшить его.",
                "- Реклама: для предоставления персонализированной рекламы на основе ваших интересов и активности в Сервисе и на сторонних сайтах.",
                "Вы можете управлять файлами cookie через настройки вашего браузера или устройства. Отключение некоторых файлов cookie может повлиять на функциональность Сервиса.",
                "Для получения дополнительной информации о том, как мы используем файлы cookie и как вы можете управлять своими предпочтениями, ознакомьтесь с нашей Политикой в отношении файлов cookie [Ссылка на вашу политику файлов cookie, если она есть отдельно, иначе этот пункт должен быть более подробным]."
            ]
        },
        {
            "title": "6. Безопасность данных",
            "content": [
                "Мы предпринимаем разумные меры безопасности для защиты вашей личной информации от несанкционированного доступа, изменения, раскрытия или уничтожения.",
                "Эти меры могут включать шифрование, межсетевые экраны, контроль доступа к данным и физические меры безопасности.",
                "Однако, ни один метод передачи данных через Интернет или метод электронного хранения не является на 100% безопасным. Несмотря на наши усилия, мы не можем гарантировать абсолютную безопасность вашей информации.",
                "Вы несете ответственность за сохранение конфиденциальности вашего пароля и информации Аккаунта."
            ]
        },
        {
            "title": "7. Хранение данных",
            "content": [
                "Мы храним вашу личную информацию столько времени, сколько это необходимо для предоставления вам Сервиса, для выполнения наших юридических обязательств, разрешения споров и обеспечения соблюдения наших соглашений.",
                "Сроки хранения могут различаться в зависимости от типа информации и контекста, в котором она была собрана.",
                "После того как ваша информация больше не требуется, мы либо удалим, либо деидентифицируем ее, либо, если это невозможно (например, потому что информация хранится в резервных архивах), мы будем безопасно хранить ее и изолировать от любой дальнейшей обработки до тех пор, пока удаление не станет возможным."
            ]
        },
        {
            "title": "8. Ваши права на защиту данных",
            "content": [
                "В зависимости от вашего местоположения и применимого законодательства вы можете иметь определенные права в отношении вашей личной информации:",
                "- Право доступа: Вы можете запросить доступ к личной информации, которую мы храним о вас.",
                "- Право на исправление: Вы можете запросить исправление неточной или неполной личной информации.",
                "- Право на удаление ('право на забвение'): Вы можете запросить удаление вашей личной информации при определенных обстоятельствах.",
                "- Право на ограничение обработки: Вы можете запросить ограничение обработки вашей личной информации при определенных обстоятельствах.",
                "- Право на переносимость данных: Вы можете запросить получение вашей личной информации в структурированном, широко используемом машиночитаемом формате.",
                "- Право возражать: Вы можете возражать против обработки вашей личной информации при определенных обстоятельствах (например, для прямого маркетинга).",
                "- Право отозвать согласие: Если мы обрабатываем вашу личную информацию на основании вашего согласия, вы имеете право отозвать его в любое время.",
                "Для осуществления этих прав, пожалуйста, свяжитесь с нами, используя контактную информацию, указанную в разделе 13.",
                "Мы можем попросить вас подтвердить вашу личность перед выполнением вашего запроса."
            ]
        },
        {
            "title": "9. Сторонние ссылки",
            "content": [
                "Сервис может содержать ссылки на сторонние веб-сайты или сервисы, которые не контролируются и не управляются нами.",
                "Мы не несем ответственности за контент, политики конфиденциальности или действия сторонних веб-сайтов или сервисов.",
                "Мы настоятельно рекомендуем вам ознакомиться с политикой конфиденциальности любого стороннего сайта или сервиса, который вы посещаете, переходя по таким ссылкам."
            ]
        },
        {
            "title": "10. Конфиденциальность детей",
            "content": [
                "Наш Сервис не предназначен для использования лицами младше [Укажите минимальный возраст, например, 13 или 16 лет, в зависимости от законодательства, которое вы соблюдаете, например, COPPA или GDPR].",
                "Мы сознательно не собираем личную информацию от детей младше [Укажите тот же возраст].",
                "Если вам меньше [Укажите тот же возраст], вы не имеете права использовать Сервис или предоставлять нам любую информацию о себе.",
                "Если нам станет известно, что мы собрали личную информацию от ребенка младше [Укажите тот же возраст] без подтверждения согласия родителя, мы предпримем шаги для удаления этой информации с наших серверов."
            ]
        },
        {
            "title": "11. Изменения в настоящей Политике конфиденциальности",
            "content": [
                "Мы можем время от времени обновлять нашу Политику конфиденциальности.",
                "Мы уведомим вас о любых изменениях, опубликовав новую Политику конфиденциальности на этой странице [или путем уведомления через приложение/по электронной почте].",
                "Рекомендуется периодически просматривать настоящую Политику конфиденциальности на предмет любых изменений.",
                "Изменения в настоящей Политике конфиденциальности вступают в силу с момента их публикации на этой странице."
            ]
        },
        {
            "title": "12. Связь с нами",
            "content": [
                "Если у вас есть какие-либо вопросы относительно настоящей Политики конфиденциальности, пожалуйста, свяжитесь с нами:",
                "По электронной почте: [Ваш адрес электронной почты поддержки]",
                "Через форму обратной связи на нашем сайте/в приложении: [Ссылка на форму, если применимо]",
                "По почте: [Ваш юридический адрес, если применимо]"
            ]
        }
    ]
}
