{
    "title": "Условия пользования сервисом TVO",
    "last_updated": "2025-05-07",
    "sections": [
        {
            "title": "1. Введение и согласие с Условиями",
            "content": [
                "Добро пожаловать на TVO! Наши условия пользования ('Условия') регулируют использование вами нашего мобильного приложения и веб-сайта, а также всех связанных услуг, функций, контента и приложений (далее совместно именуемые 'Сервис').",
                "Сервис представляет собой онлайн-платформу, которая позволяет пользователям, соответствующим нашим критериям, создавать, просматривать и публиковать объявления о товарах или услугах для продажи (далее 'Продавцы') и покупать товары или услуги, опубликованные другими пользователями (далее 'Покупатели').",
                "Получая доступ или используя Сервис, вы соглашаетесь соблюдать и выполнять настоящие Условия, а также нашу Политику конфиденциальности, которая инкорпорирована в настоящие Условия посредством ссылки. Если вы не согласны со всеми настоящими Условиями, вы не имеете права использовать Сервис.",
                "Настоящие Условия составляют юридически обязывающее соглашение между вами (независимо от того, являетесь ли вы физическим или юридическим лицом) и TVO ('мы', 'наш', 'нас').",
                "Мы можем время от времени изменять настоящие Условия. Любые изменения вступают в силу немедленно после публикации обновленной версии Условий в Приложении или на Сайте. Вы обязуетесь регулярно просматривать Условия, чтобы быть в курсе любых изменений. Ваше дальнейшее использование Сервиса после публикации измененных Условий означает ваше согласие с такими изменениями."
            ]
        },
        {
            "title": "2. Определения",
            "content": [
                "В настоящих Условиях следующие термины имеют указанные значения:",
                "\"Аккаунт\" - зарегистрированная учетная запись пользователя в Сервисе.",
                "\"Покупатель\" - пользователь, который просматривает объявления с целью покупки товаров или услуг.",
                "\"Контент\" - любой текст, графика, изображения, аудио, видео, программное обеспечение, данные, информация или другие материалы, которые вы просматриваете, размещаете или загружаете в Сервис.",
                "\"Объявление\" - информация о товаре или услуге, размещенная Продавцом на Сервисе.",
                "\"Платформа\" - мобильное приложение [Название вашего приложения] и веб-сайт [Ваш Сайт].",
                "\"Продавец\" - пользователь, который создает и публикует объявления о продаже товаров или услуг на Сервисе.",
                "\"Сервис\" - функционал и услуги, предоставляемые TVO через Платформу.",
                "\"Транзакция\" - соглашение о покупке или продаже товара или услуги между Покупателем и Продавцом, заключенное с использованием Сервиса.",
                "\"Пользователь\", \"вы\", \"ваш\" - физическое или юридическое лицо, которое получает доступ или использует Сервис."
            ]
        },
        {
            "title": "3. Регистрация Аккаунта и Ответственность Пользователя",
            "content": [
                "Для доступа к определенным функциям Сервиса (например, для публикации объявлений или совершения покупок) вам может потребоваться зарегистрировать Аккаунт.",
                "Вы должны быть не моложе 18 лет, чтобы использовать Сервис и зарегистрировать Аккаунт, или иметь согласие родителя/опекуна, если законодательство вашей страны устанавливает более высокий возраст совершеннолетия.",
                "При регистрации Аккаунта вы обязуетесь предоставлять точную, актуальную и полную информацию о себе, как это требуется в регистрационной форме. Вы соглашаетесь поддерживать точность информации вашего Аккаунта.",
                "Вы несете полную ответственность за сохранение конфиденциальности вашего пароля и Аккаунта. Вы соглашаетесь немедленно уведомлять нас о любом несанкционированном использовании вашего пароля или Аккаунта, а также о любых других нарушениях безопасности.",
                "Вы несете полную ответственность за все действия, которые происходят под вашим Аккаунтом. Мы не несем ответственности за любые убытки или ущерб, возникшие в результате вашей неспособности обеспечить безопасность вашего Аккаунта.",
                "Вы не имеете права создавать более одного Аккаунта без нашего письменного разрешения.",
                "Мы оставляем за собой право приостановить или прекратить действие вашего Аккаунта в любое время по нашему усмотрению, если мы посчитаем, что вы нарушили любое положение настоящих Условий или совершили действия, которые, по нашему мнению, могут причинить вред Сервису или другим Пользователям."
            ]
        },
        {
            "title": "4. Использование Сервиса",
            "content": [
                "Вам предоставляется ограниченная, неисключительная, непередаваемая и отзывная лицензия на доступ и использование Сервиса исключительно для ваших личных, некоммерческих целей, при условии соблюдения настоящих Условий.",
                "Вы соглашаетесь использовать Сервис только в законных целях и в соответствии с настоящими Условиями.",
                "Вы не имеете права:",
                "- Использовать Сервис любым способом, который нарушает применимое местное, государственное, национальное или международное законодательство или нормативные акты.",
                "- Использовать Сервис с целью обмана, мошенничества или введения в заблуждение.",
                "- Публиковать или передавать любой Контент, который является незаконным, вредным, угрожающим, оскорбительным, дискредитирующим, вульгарным, непристойным, нарушающим неприкосновенность частной жизни других, ненавистным или расово, этнически или иным образом нежелательным.",
                "- Заниматься любой деятельностью, которая нарушает права интеллектуальной собственности других лиц, включая авторское право, товарные знаки или патенты.",
                "- Пытаться получить несанкционированный доступ к Сервису, связанным системам или сетям.",
                "- Вмешиваться в работу Сервиса или нарушать работу серверов или сетей, используемых для предоставления Сервиса.",
                "- Использовать любые автоматизированные средства (например, ботов, парсеров) для доступа к Сервису или сбора данных без нашего явного письменного разрешения.",
                "- Выдавать себя за другое лицо или организацию, или ложно представлять свою аффилированность с кем-либо.",
                "- Заниматься спамом, рассылкой нежелательных сообщений или навязчивым маркетингом через Сервис.",
                "- Распространять вирусы, трояны, черви или любой другой вредоносный или деструктивный код.",
                "- Собирать или собирать личную информацию о других Пользователях без их согласия.",
                "Мы оставляем за собой право по нашему единоличному усмотрению и без предварительного уведомления удалять любой Контент, который, по нашему мнению, нарушает настоящие Условия или является иным образом нежелательным."
            ]
        },
        {
            "title": "5. Объявления и Правила для Продавцов",
            "content": [
                "Как Продавец, вы несете полную ответственность за Контент всех публикуемых вами Объявлений.",
                "Вы обязуетесь предоставлять точное и полное описание товаров или услуг в ваших Объявлениях, включая их состояние, характеристики и любые потенциальные дефекты.",
                "Вы должны быть законным владельцем или иметь все необходимые права на продажу товаров или услуг, указанных в ваших Объявлениях.",
                "Вы не имеете права размещать Объявления о товарах или услугах, которые:",
                "- Являются незаконными или их продажа запрещена законодательством.",
                "- Нарушают права интеллектуальной собственности третьих лиц (например, контрафактные товары).",
                "- Являются опасными, незаконными наркотиками, оружием, взрывчатыми веществами.",
                "- Являются объектами, пропагандирующими ненависть, дискриминацию или насилие.",
                "- Являются объектами сексуального характера или содержат порнографические материалы.",
                "- Требуют специальной лицензии или разрешения, если у вас его нет.",
                "- Подпадают под категории, явно запрещенные на нашей Платформе (см. наш список запрещенных товаров, который может быть опубликован отдельно).",
                "Вы соглашаетесь, что каждое Объявление должно относиться только к одному конкретному товару или набору товаров, продаваемых вместе (например, комплект).",
                "Вы не имеете права использовать ключевые слова или описания, которые не относятся непосредственно к продаваемому товару или услуге, с целью манипулирования поисковыми результатами.",
                "Изображения, используемые в Объявлениях, должны точно представлять товар или услугу и не должны содержать посторонней информации или рекламы.",
                "Размещая Объявление, вы предлагаете потенциальным Покупателям заключить сделку. Вы обязуетесь добросовестно вести переговоры и выполнять свои обязательства по Транзакции после ее заключения."
            ]
        },
        {
            "title": "6. Покупка и Правила для Покупателей",
            "content": [
                "Как Покупатель, вы обязуетесь внимательно просматривать Объявления и задавать вопросы Продавцу перед совершением покупки.",
                "Вы несете ответственность за соблюдение всех применимых законов и правил при покупке товаров или услуг через Сервис.",
                "Размещая предложение о покупке или соглашаясь на цену, вы заключаете юридически обязывающий договор с Продавцом на приобретение товара или услуги на условиях, указанных в Объявлении и согласованных вами.",
                "Вы обязуетесь завершить покупку путем оплаты товара или услуги, как это предусмотрено Сервисом или согласовано с Продавцом.",
                "Вы понимаете, что TVO является лишь площадкой для размещения объявлений и не гарантирует качество, безопасность, законность или правдивость Объявлений, а также способность Продавцов продавать товары или услуги или способность Покупателей оплачивать их.",
                "Вы используете Сервис и совершаете Транзакции на свой страх и риск."
            ]
        },
        {
            "title": "7. Транзакции, Платежи и Сборы",
            "content": [
                "Сервис может предоставлять функционал для обработки платежей за Транзакции.",
                "Если вы используете нашу интегрированную систему платежей, вы соглашаетесь с условиями использования стороннего платежного процессора ([Название платежного процессора(ов), если применимо]), которые доступны [Ссылка на условия платежного процессора, если применимо].",
                "Продавцы соглашаются платить сборы за использование Сервиса, если таковые имеются. Структура сборов и любые применимые налоги будут четко указаны [Ссылка на страницу с тарифами, если применимо]. Мы оставляем за собой право изменять наши сборы в любое время, уведомляя вас заранее.",
                "Продавцы получают выручку от продаж за вычетом применимых сборов Сервиса и комиссий платежного процессора.",
                "Выплаты Продавцам будут осуществляться согласно нашей политике выплат [Ссылка на политику выплат, если применимо]. Мы несем ответственность за перевод средств, полученных от Покупателя, Продавцу после вычета применимых сборов, но не несем ответственности за какие-либо задержки или проблемы, вызванные платежным процессором или вашим банком.",
                "Любые налоги, применимые к вашим Транзакциям (например, налог с продаж, НДС), являются вашей ответственностью как Продавца или Покупателя, если иное не предусмотрено законодательством. Мы можем быть обязаны собирать и перечислять определенные налоги от вашего имени в соответствии с применимым законодательством.",
                "Все платежи должны производиться в валюте, указанной на Платформе.",
                "Мы не несем ответственности за споры по платежам, которые возникли вне нашего интегрированного платежного функционала (например, если пользователи договорились об оплате наличными или через сторонние сервисы напрямую)."
            ]
        },
        {
            "title": "8. Споры между Пользователями",
            "content": [
                "TVO является площадкой, облегчающей связь между Продавцами и Покупателями. Мы не являемся стороной в Транзакциях между Пользователями.",
                "Любые споры между Пользователями, касающиеся качества, безопасности, законности товаров или услуг, доставки, оплаты или любых других аспектов Транзакции, должны решаться непосредственно между Продавцом и Покупателем.",
                "Хотя мы можем предоставлять инструменты или ресурсы для помощи в разрешении споров (например, систему обмена сообщениями, возможность оставить отзыв), мы не обязаны вмешиваться в споры между Пользователями или разрешать их.",
                "Если вы не можете разрешить спор напрямую с другим Пользователем, вы можете связаться с нашей службой поддержки [Ваш адрес электронной почты поддержки]. Мы можем по своему усмотрению, но без обязательства, попытаться помочь в разрешении спора, но любое наше участие не означает принятия ответственности за результат.",
                "В случае спора вы освобождаете TVO, наших должностных лиц, директоров, сотрудников и агентов от любых претензий, требований и убытков (фактических и косвенных), любого рода и характера, известных и неизвестных, возникших из или каким-либо образом связанных с такими спорами."
            ]
        },
        {
            "title": "9. Интеллектуальная Собственность",
            "content": [
                "Сервис и весь его оригинальный Контент, функции и функциональность являются и остаются собственностью TVO и его лицензиаров.",
                "Сервис защищен законами об авторском праве, товарных знаках и другими законами как [страны регистрации вашей компании], так и других стран.",
                "Наши товарные знаки и фирменный стиль не могут использоваться в связи с любым продуктом или услугой без предварительного письменного согласия TVO.",
                "Вы признаете, что весь Контент, который вы публикуете в Сервисе, должен соответствовать законам об интеллектуальной собственности. Вы не имеете права публиковать Контент, который нарушает авторские права, товарные знаки, патенты или другие права собственности третьих лиц.",
                "Размещая Контент в Сервисе, вы предоставляете нам неисключительную, безвозмездную, передаваемую, сублицензируемую, всемирную лицензию на использование, хранение, отображение, воспроизведение, изменение, создание производных работ, исполнение и распространение вашего Контента в связи с работой и предоставлением Сервиса и продвижением TVO в любых форматах и через любые каналы связи."
            ]
        },
        {
            "title": "10. Контент Пользователя",
            "content": [
                "Вы несете единоличную ответственность за любой Контент, который вы публикуете, загружаете, связываете или иным образом делаете доступным через Сервис.",
                "Размещая Контент, вы заявляете и гарантируете, что вы либо являетесь единственным и эксклюзивным владельцем всего Контента, либо у вас есть все права, лицензии, согласия и разрешения, необходимые для предоставления TVO прав на такой Контент, как это предусмотрено настоящими Условиями.",
                "TVO не претендует на право собственности на ваш Контент. Однако, предоставляя Контент, вы даете нам право использовать, изменять и распространять его, как указано в разделе об Интеллектуальной Собственности.",
                "Мы оставляем за собой право (но не обязаны) удалять или редактировать Контент Пользователей, который, по нашему единоличному усмотрению, является нежелательным, нарушает настоящие Условия или может нанести вред нам или другим Пользователям.",
                "Вы понимаете, что при использовании Сервиса вы можете столкнуться с Контентом, который является оскорбительным, непристойным или нежелательным. Мы не несем ответственности за такой Контент, размещенный другими Пользователями, но вы можете сообщить нам о нем."
            ]
        },
        {
            "title": "11. Политика конфиденциальности",
            "content": [
                "Ваша конфиденциальность очень важна для нас.",
                "Использование Сервиса также регулируется нашей Политикой конфиденциальности, которая подробно описывает, как мы собираем, используем и раскрываем вашу личную информацию.",
                "Пожалуйста, ознакомьтесь с нашей Политикой конфиденциальности по адресу [Ссылка на вашу Политику конфиденциальности]. Соглашаясь с настоящими Условиями, вы также соглашаетесь с условиями нашей Политики конфиденциальности."
            ]
        },
        {
            "title": "12. Отказ от Гарантий",
            "content": [
                "СЕРВИС ПРЕДОСТАВЛЯЕТСЯ НА УСЛОВИЯХ 'КАК ЕСТЬ' И 'КАК ДОСТУПНО', БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ.",
                "TVO НЕ ДАЕТ НИКАКИХ ЗАЯВЛЕНИЙ ИЛИ ГАРАНТИЙ ЛЮБОГО РОДА, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, В ОТНОШЕНИИ РАБОТЫ СЕРВИСА ИЛИ ИНФОРМАЦИИ, КОНТЕНТА ИЛИ МАТЕРИАЛОВ, ВКЛЮЧЕННЫХ В СЕРВИС.",
                "В МАКСИМАЛЬНОЙ СТЕПЕНИ, РАЗРЕШЕННОЙ ПРИМЕНИМЫМ ЗАКОНОДАТЕЛЬСТВОМ, TVO ОТКАЗЫВАЕТСЯ ОТ ВСЕХ ГАРАНТИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ, ПОМИМО ПРОЧЕГО, ПОДРАЗУМЕВАЕМЫЕ ГАРАНТИИ КОММЕРЧЕСКОЙ ЦЕННОСТИ И ПРИГОДНОСТИ ДЛЯ КОНКРЕТНОЙ ЦЕЛИ.",
                "TVO НЕ ГАРАНТИРУЕТ, ЧТО СЕРВИС ИЛИ ЛЮБОЙ КОНТЕНТ, СЕРВИСЫ ИЛИ ФУНКЦИИ СЕРВИСА БУДУТ БЕЗ ОШИБОК ИЛИ БЕСПЕРЕБОЙНЫМИ, ЧТО ДЕФЕКТЫ БУДУТ ИСПРАВЛЕНЫ ИЛИ ЧТО СЕРВИС ИЛИ СЕРВЕРЫ, КОТОРЫЕ ДЕЛАЮТ ЕГО ДОСТУПНЫМ, НЕ СОДЕРЖАТ ВИРУСОВ ИЛИ ДРУГИХ ВРЕДОНОСНЫХ КОМПОНЕНТОВ.",
                "TVO НЕ ГАРАНТИРУЕТ И НЕ ДЕЛАЕТ НИКАКИХ ЗАЯВЛЕНИЙ В ОТНОШЕНИИ ИСПОЛЬЗОВАНИЯ ИЛИ РЕЗУЛЬТАТОВ ИСПОЛЬЗОВАНИЯ СЕРВИСА С ТОЧНОСТЬЮ, ДОСТОВЕРНОСТЬЮ ИЛИ ИНЫМ ОБРАЗОМ.",
                "ВЫ ПОНИМАЕТЕ И СОГЛАШАЕТЕСЬ, ЧТО ЛЮБОЕ ИСПОЛЬЗОВАНИЕ МАТЕРИАЛОВ И/ИЛИ ДАННЫХ, ЗАГРУЖЕННЫХ ИЛИ ИНЫМ ОБРАЗОМ ПОЛУЧЕННЫХ ЧЕРЕЗ ИСПОЛЬЗОВАНИЕ СЕРВИСА, ОСУЩЕСТВЛЯЕТСЯ НА ВАШЕ СОБСТВЕННОЕ УСМОТРЕНИЕ И РИСК, И ЧТО ВЫ НЕСЕТЕ ЕДИНОЛИЧНУЮ ОТВЕТСТВЕННОСТЬ ЗА ЛЮБОЙ УЩЕРБ ВАШЕЙ КОМПЬЮТЕРНОЙ СИСТЕМЕ ИЛИ ПОТЕРЮ ДАННЫХ, ВОЗНИКШИЕ В РЕЗУЛЬТАТЕ ЗАГРУЗКИ ТАКИХ МАТЕРИАЛОВ И/ИЛИ ДАННЫХ.",
                "TVO НЕ ЯВЛЯЕТСЯ СТОРОНОЙ В ЛЮБЫХ ТРАНЗАКЦИЯХ МЕЖДУ ПОЛЬЗОВАТЕЛЯМИ. МЫ НЕ КОНТРОЛИРУЕМ И НЕ ГАРАНТИРУЕМ КАЧЕСТВО, СООТВЕТСТВИЕ ЗАКОНУ ИЛИ БЕЗОПАСНОСТЬ ТОВАРОВ, ОБЪЯВЛЕННЫХ НА СЕРВИСЕ; ИСТИННОСТЬ ИЛИ ТОЧНОСТЬ ОБЪЯВЛЕНИЙ; СПОСОБНОСТЬ ПРОДАВЦОВ ПРОДАВАТЬ ТОВАРЫ ИЛИ УСЛУГИ; СПОСОБНОСТЬ ПОКУПАТЕЛЕЙ ОПЛАЧИВАТЬ ТОВАРЫ ИЛИ УСЛУГИ; ИЛИ ТО, ЧТО ПРОДАВЕЦ ИЛИ ПОКУПАТЕЛЬ ДЕЙСТВИТЕЛЬНО ЗАВЕРШИТ СДЕЛКУ."
            ]
        },
        {
            "title": "13. Ограничение Ответственности",
            "content": [
                "НИ В КОЕМ СЛУЧАЕ TVO, ЕЕ ДИРЕКТОРА, СОТРУДНИКИ ИЛИ АГЕНТЫ НЕ НЕСУТ ОТВЕТСТВЕННОСТИ ПЕРЕД ВАМИ ИЛИ ЛЮБОЙ ТРЕТЬЕЙ СТОРОНОЙ ЗА ЛЮБЫЕ КОСВЕННЫЕ, ПОБОЧНЫЕ, СПЕЦИАЛЬНЫЕ, ШТРАФНЫЕ УБЫТКИ ИЛИ УБЫТКИ, СВЯЗАННЫЕ С ПОТЕРЕЙ ПРИБЫЛИ ИЛИ ДОХОДА, ВОЗНИКШИЕ В РЕЗУЛЬТАТЕ ВАШЕГО ИСПОЛЬЗОВАНИЯ СЕРВИСА ИЛИ ТОВАРОВ, ПРИОБРЕТЕННЫХ ЧЕРЕЗ СЕРВИС, НЕЗАВИСИМО ОТ ТОГО, ОСНОВАНЫ ЛИ ОНИ НА ГАРАНТИИ, КОНТРАКТЕ, ДЕЛИКТЕ ИЛИ ЛЮБОЙ ДРУГОЙ ПРАВОВОЙ ТЕОРИИ, И НЕЗАВИСИМО ОТ ТОГО, БЫЛА ЛИ КОМПАНИЯ TVO УВЕДОМЛЕНА О ВОЗМОЖНОСТИ ТАКИХ УБЫТКОВ.",
                "НАША СОВОКУПНАЯ ОТВЕТСТВЕННОСТЬ, ВОЗНИКАЮЩАЯ В СВЯЗИ С НАСТОЯЩИМИ УСЛОВИЯМИ ИЛИ ВАШИМ ИСПОЛЬЗОВАНИЕМ СЕРВИСА, НИКОГДА НЕ БУДЕТ ПРЕВЫШАТЬ СУММУ, УПЛАЧЕННУЮ ВАМИ TVO ЗА ИСПОЛЬЗОВАНИЕ СЕРВИСА В ТЕЧЕНИЕ ТРЕХ (3) МЕСЯЦЕВ, ПРЕДШЕСТВУЮЩИХ СОБЫТИЮ, ПОСЛУЖИВШЕМУ ОСНОВАНИЕМ ДЛЯ ПРЕТЕНЗИИ, ИЛИ 100 ДОЛЛАРОВ США, В ЗАВИСИМОСТИ ОТ ТОГО, ЧТО МЕНЬШЕ.",
                "ВЫ ЯВНО ПОНИМАЕТЕ И СОГЛАШАЕТЕСЬ, ЧТО МЫ НЕ НЕСЕМ ОТВЕТСТВЕННОСТИ ЗА ЛЮБОЙ УЩЕРБ ИЛИ УБЫТКИ, ВОЗНИКШИЕ В РЕЗУЛЬТАТЕ ТРАНЗАКЦИЙ ИЛИ ВЗАИМОДЕЙСТВИЯ МЕЖДУ ПОЛЬЗОВАТЕЛЯМИ СЕРВИСА. ВЗАИМОДЕЙСТВИЕ И ТРАНЗАКЦИИ МЕЖДУ ПОЛЬЗОВАТЕЛЯМИ ОСУЩЕСТВЛЯЮТСЯ НА ИХ СОБСТВЕННЫЙ РИСК."
            ]
        },
        {
            "title": "14. Возмещение Убытков",
            "content": [
                "Вы соглашаетесь защищать, возмещать и ограждать TVO и ее филиалы, лицензиаров и поставщиков услуг, а также их соответствующих должностных лиц, директоров, сотрудников, подрядчиков, агентов, лицензиаров, поставщиков, преемников и правопреемников от любых претензий, обязательств, убытков, суждений, премий, затрат, расходов или сборов (включая разумные гонорары адвокатов), возникающих в результате или в связи с:",
                "- Нарушением вами настоящих Условий.",
                "- Использованием вами Сервиса, включая, помимо прочего, ваш Контент, любые продукты, приобретенные или проданные через Сервис.",
                "- Нарушением вами прав третьих лиц, включая, помимо прочего, права интеллектуальной собственности и права на неприкосновенность частной жизни.",
                "- Вашим взаимодействием с другими Пользователями.",
                "Мы оставляем за собой право по нашему собственному усмотрению принять на себя эксклюзивную защиту и контроль над любым вопросом, подлежащим возмещению вами, и вы соглашаетесь сотрудничать с нами в отстаивании любых доступных защит. Вы соглашаетесь не урегулировать любой вопрос без предварительного письменного согласия TVO."
            ]
        },
        {
            "title": "15. Прекращение действия",
            "content": [
                "Мы можем прекратить или приостановить действие вашего Аккаунта и/или доступ к Сервису немедленно, без предварительного уведомления или ответственности, по любой причине, включая, помимо прочего, нарушение вами настоящих Условий.",
                "При прекращении действия ваш право использовать Сервис немедленно прекращается.",
                "Если вы хотите прекратить действие своего Аккаунта, вы можете сделать это, связавшись с нами по адресу [Ваш адрес электронной почты поддержки] или используя соответствующий функционал в приложении, если он доступен.",
                "Все положения Условий, которые по своей природе должны сохранять силу после прекращения действия, сохраняют силу после прекращения действия, включая, помимо прочего, положения о праве собственности, отказе от гарантий, возмещении убытков и ограничении ответственности."
            ]
        },
        {
            "title": "16. Регулирующее Законодательство и Разрешение Споров",
            "content": [
                "Настоящие Условия регулируются и толкуются в соответствии с законодательством [Страна/Штат, где зарегистрирована ваша компания], без учета положений о коллизии правовых норм.",
                "Любые споры, претензии или разногласия, возникающие из или в связи с настоящими Условиями или нарушением, прекращением, исполнением, толкованием или действительностью настоящих Условий или использованием вами Сервиса (далее 'Споры'), будут разрешаться посредством обязательного арбитража, за исключением случаев, когда вы или TVO можете подать иск в суд малых тяжб по спорам, находящимся в рамках юрисдикции такого суда.",
                "Арбитражное разбирательство будет проводиться в соответствии с правилами [Название соответствующей арбитражной организации, например, правила Американской Арбитражной Ассоциации]. Местом проведения арбитража будет [Город, Страна/Штат]. Решение арбитра может быть представлено в любой суд, имеющий соответствующую юрисдикцию.",
                "Вы соглашаетесь с тем, что любые споры, возникающие в связи с настоящими Условиями или Сервисом, будут рассматриваться только на индивидуальной основе, а не в рамках какого-либо коллективного, консолидированного или представительского иска."
            ]
        },
        {
            "title": "17. Разное",
            "content": [
                "а. Полнота Соглашения: Настоящие Условия, вместе с Политикой конфиденциальности и любыми другими политиками или правилами, опубликованными нами в Сервисе, составляют полное соглашение между вами и TVO относительно Сервиса и заменяют все предыдущие и одновременные договоренности, соглашения, заявления и гарантии, как письменные, так и устные, относительно Сервиса.",
                "б. Отказ от прав и Делимость: Неиспользование нами какого-либо права или положения настоящих Условий не означает отказ от такого права или положения. Если какое-либо положение настоящих Условий будет признано судом компетентной юрисдикции недействительным, незаконным или неисполнимым по какой-либо причине, такое положение будет исключено или ограничено до минимально необходимой степени, чтобы остальные положения Условий сохранили полную силу и действие.",
                "в. Передача прав: Вы не имеете права передавать или уступать любые ваши права или обязательства по настоящим Условиям без нашего предварительного письменного согласия. TVO может передавать или уступать любые свои права или обязательства по настоящим Условиям по своему усмотрению без уведомления.",
                "г. Заголовки: Заголовки разделов в настоящих Условиях предназначены исключительно для удобства и не имеют юридической или договорной силы.",
                "д. Уведомления: Любые уведомления или другие сообщения, которые разрешены или требуются по настоящим Условиям, включая изменения в настоящих Условиях, могут быть предоставлены: (i) по электронной почте на адрес электронной почты, который вы предоставили нам, или (ii) путем публикации на Платформе. Уведомление, отправленное по электронной почте, считается полученным, когда оно передано. Уведомление, опубликованное на Платформе, считается полученным, когда оно опубликовано."
            ]
        },
        {
            "title": "18. Связь с Нами",
            "content": [
                "Если у вас есть какие-либо вопросы относительно настоящих Условий, пожалуйста, свяжитесь с нами:",
                "По электронной почте: nikitarybalkin1@gmail.com",
                "Через форму обратной связи на нашем сайте/в приложении: https://tvo.kz/feedback",
                "По почте: 570037, Казахстан, г. Алматы, ул. Достык, 108"
            ]
        }
    ]
}
